Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/bargiid_oktavuodadiedut.html.tmx
Source language: sme
Languages: smn

source: Bargiid oktavuođadieđut
smn: Pargovievâ ohtâvuotâtiäđuh

source: Sádde virggálaš šleađgapoastta Sámedikki čujuhussii: info@samediggi.fi
smn: Vuolgât virgálii šleđgâpoostâ Sämitiigán čujottâsân: info@samediggi.fi

source: Juos it dieđe gean beallái jorgalit, váldde oktavuođa Sámedikki telefonguovddážii.
smn: Jis jieh tieđe, ete kiäs leđe ohtâvuođâst, te vääldi ohtâvuođâ Sämitige puhelinkuávdážân.

source: Sámedikki telefonguovddáš: +358 10 839 3100 (telefonguovddáš lea rabas vu-be dmu 9-11 ja 12-15).
smn: Sämitige puhelinkuávdáš: +358 10 839 3100 (puhelinkuávdáš lii áávus vu-vá tme 9-11 já 12-15).

source: Telefonguovddáš lea gitta 7.-31.7.2023.
smn: Puhelinkuávdáš lii kiddâ 7.-31.7.2023.

source: Almmolaš doaimmahat
smn: Almos toimâttâh

source: Sámegiela doaimmahat
smn: Sämikielâ toimâttâh

source: Skuvlen- ja oahppamateriála-doaimmahat
smn: Škovlim- já oppâmateriaaltoimâttâh

source: Válgalávdegoddi
smn: Valjâlävdikodde

source: Sámekulturguovddáš Sajos
smn: Sämikulttuurkuávdáš Sajos

source: SágajođiheaddjiTuomas Aslak Juuso
smn: Saavâjođetteijee Tuomas Aslak Juuso

source: I várreságajođiheaddji Anni Koivisto
smn: I värisaavâjođetteijee Anni Koivisto

source: II várreságajođiheaddji Leo Aikio
smn: II värisaavâjođetteijee Leo Aikio

source: Skuvlen- ja oahppamateriáladoaimmahat
smn: Škovlim- já oppâmateriaaltoimâttâh

source: Sámegielaid gáiddusoahpahusa pilohttafidnu
smn: Sämikielâi káidusmáttááttâs piiloothaahâ
